import React, {Component} from 'react';

class privacyPage extends Component{
    render(){
        return(
            <div>
            개인정보처리방침

WANDERLAND 서비스를 제공하는 포핍스(이하 회사)는 개인정보 보호법 제30조에 따라 정보주체(고객)의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립, 공개합니다. 개인정보 처리방침은 법령 및 정부지침의 변경과 보다 나은 서비스 제공을 위해서 그 내용이 변경될 수 있습니다.

1. 개인정보의 수집 및 이용목적

회사에서는 개인정보를 수집하는 목적은 다음과 같습니다.

가입의사 확인, 가입 및 가입횟수 제한, 고객에 대한 서비스 제공에 따른 본인 식별․인증, 불량회원의 부정 이용방지와 비인가 사용방지, 회원자격 유지․관리

신규서비스(콘텐츠) 개발 및 특화, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악, 회원의 서비스 이용에 대한 통계 등

회사가 운영하는 사이트(wanderland.kr)를 통해 회원에게 최적의 서비스를 제공

개인정보가 부정확하여 서비스의 품질에 지장을 초래하는 경우에는 홈페이지 운영자가 해당정보를 삭제하거나 수정할 수 있습니다.

회원이 온라인 상에서 자발적으로 제공하는 개인정보는 제3자가 수집하여 사용할 수 있으며 이에 대한 책임은 회원에게 있습니다.

또한 업무수행을 위해 개인정보를 확인하는 것은 접근 권한이 있는 업무담당자(개인정보취급자)에 한정되어 있습니다.

2. 개인정보의 처리 및 보유기간

회사는 정보주체로부터 개인정보를 수집할 때 동의받은 개인정보 보유․이용기간 또는 법령에 따른 개인정보 보유․이용기간 내에서 개인정보를 처리․보유합니다.

구체적인 개인정보 처리 및 보유 기간은 다음과 같습니다.

핸드폰 번호

보존 이유 : 불량회원의 부정이용방지와 비인가 사용방지 및 서비스 이용의 혼선방지

보존 기간 : 서비스 탈퇴시까지

웹사이트 방문기록

보존 이유 : 통신비밀보호법

보존 기간 : 서비스 탈퇴시까지

본인확인에 관한 기록

보존 이유 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률

보존 기간 : 서비스 탈퇴시까지

표시/광고에 관한 기록

보존 이유 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률

보존 기간 : 서비스 탈퇴시까지

소비자의 불만 또는 분쟁처리에 관한기록

보존 이유 : 전자상거래등에서의 소비자보호에 관한 법률

보존 기간 : 서비스 탈퇴시까지

3. 개인정보의 제3자 제공

회사는 법령의 규정에 의거하여, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우, 또는 고객이 별도로 동의한 경우 외에는 개인정보를 제3자에게 제공하지 않습니다.

4. 정보주체와 법정대리인의 권리․의무 및 행사방법

정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.

개인정보 열람요구

오류 등이 있을 경우 정정 요구

삭제요구

처리정지 요구

5. 처리하는 개인정보 항목

회사는 다음의 개인정보 항목을 처리하고 있습니다.

휴대전화번호, 이메일주소

6. 개인정보의 파기

회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.

회사는 다음의 방법으로 개인정보를 파기합니다.

전자적 파일 : 관련 데이터베이스 영구 삭제

종이 문서 : 분쇄하거나 소각

7. 개인정보의 안전성 확보조치

회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다. 회사는 개인정보가 누출되지 않도록 기술적, 관리적 대책을 강구하는데 최선을 다합니다.

관리적 조치 : 개인정보 접근 권한을 단계적으로 부여하여 접근 가능한 직원을 최소한으로 제한, 본 정책의 준수 및 기타 개인정보 보호를 위한 지속적인 교육 실시, 개인정보 접근을 위한 운영자 비밀번호 정기적인 갱신, 암호 알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치.

기술적 조치 : 개인정보처리시스템(또는 개인정보가 저장된 컴퓨터)의 비밀번호 설정 등 접근권한 관리, 백신소프트웨어 등을 이용하여 컴퓨터 바이러스 방지장치, 개인정보가 저장된 파일의 암호화.

물리적 조치 : 개인정보 관련 문서 즉시 파쇄

8. 개인정보 자동 수집 장치의 설치∙운영 및 거부에 관한 사항

쿠키의 사용

회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.

쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보입니다. 회원께서 홈페이지에 접속을 하면 본 회사의 컴퓨터는 회원의 브라우저에 있는 쿠키의 내용을 읽고, 회원의 추가정보를 회원의 컴퓨터에서 찾아 추가 입력없이 서비스를 제공할 수 있도록 하고 있습니다.

쿠키는 회원의 컴퓨터는 식별하지만 회원을 개인적으로 식별하지는 않습니다. 또한 회원께서는 웹브라우저의 옵션을 조정함으로써 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다. 단, 쿠키의 저장을 거부할 경우 로그인이 필요한 서비스의 이용에 제한이 생길 수 있음을 유념하시기 바랍니다.

로그 정보의 이용

사용자가 이 웹사이트나 이 서비스를 이용할 때 사용자 접속 빈도, 에러 로그 등의 정보가 수집될 수 있습니다. 이 정보는 사용자에게 더 나은 정보를 제공하고 이 서비스를 개선하기 위한 목적으로 사용자들의 이 웹사이트에 대한 이용을 평가하는데 사용됩니다.

Google Analytics 사용

이 서비스의 이용 현황 평가를 위해, Google Analytics를 사용하여 접속 수 및 에러 로그 정보를 수집할 수 있습니다. Google Analytics 사용 시, 개인 식별 정보는 수집하지 않습니다. Google Analytics를 사용해 수집한 데이터는 Google 개인정보보호 정책에 따라 관리합니다. Google Analytics의 서비스 약관 및 개인정보보호 정책에 대한 정보는 Google Analytics 홈페이지를 참조하십시오.

Google Analytics 서비스 약관 [ 클릭 ]

Google 정책 및 원칙 [ 클릭 ]

9. 개인정보 보호책임자

회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보관리책임자를 지정하고 있습니다. 고객은 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자에게 신고하실 수 있습니다. 회사는 고객의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

개인정보 관련 담당자

성명 : 강정석

연락처 : 010-7597-2044

이메일 : 4peeps.kang@gmail.com

10. 개인정보 처리방침 변경

이 개인정보 처리방침은 2019. 10. 31부터 적용됩니다.

            </div>
        )
    }
}

export default privacyPage;